#Запрашиваем информацию у пользователя

username = input("Введите имя пользователя: ")

title = input( "Введите заголовок заметки: ")

content = input ("Введите описание заметки: ")

status = input ("Введите статус заметки (например, 'Активна', ' Выполнена' ): ")

created_date = input ("Введите дату создания заметки в формате 'день-месяц-год':")

issue_date = input ("Введите дату истечения заметки в формате 'день-месяц-год':")

print (" /nВы ввели следующие данные:")
print ("Имя пользователя:", username )
print ("Заголовки заметки:", title)
print ("Описание заметки:",content)
print("Статус заметки:", status)
print("Дата создания заметки:", created_date)
print("Дата истечения заметки:", issue_date)